;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Kalju Tetlov
; TranslationAuthorEmail: kaljupost@yahoo.com / support@wisecleaner.com
; TranslationAuthorWeb: http://www.wisecleaner.com
; Soft Version: 1.x
;
[GUI]
ButtonYes=Jah
ButtonNo=Ei
ButtonOK=Ok
ButtonMinimize=Minimeeri
ButtonMaximize=Maksimeeri
ButtonClose=Sule
ButtonRestore=Taasta
ButtonMenu=Menüü

[Translation]
ReadHabit=Left-to-right
LanguageName=ET
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Kinnitus
Warning=Hoiatus
Error=Viga
Confirm=Kinnitus
FrmJSAbout.caption=Teave
FrmJSAbout.btnok.caption=Ok
FrmJSAbout.lblver.caption=Antud versioon
FrmJSAbout.lblemail.caption=Tugiteenuse e-mail£ŗ
FrmJSAbout.lblhome.caption=Koduleht:
FrmJSAbout.lblthank.caption=Täname järgmisi inimesi nende panuse eest:
;
; Popup Menu
;
pmHelp=Online abi
pmHome=Koduleht
pmCheckNew=Otsi uuendusi
pmLang=Keelevalik
pmAbout=Info
pmcpfilename=Kopeeri kogu tee
pmcppath=Kopeeri kataloog
pmopen=Ava fail
pmopenfolder=Ava kaust
pmcpfile=Kopeeri fail/kaust
pmdel=Kustuta fail/failid
pmatt=Omadused
pmSelectAll=Vali kõik
pmSelectNone=Ära vali midagi
pmSelectInvert=Pööra valik
pmCheckNew=Otsi uuendusi
;
; Main GUI
; 
FrmRSMain.btnlikeit.caption=Hinda
FrmRSMain.btnSearch.caption=Otsi
FrmRSMain.btnfeedback.caption=Soovitused ja tagasiside

[Message]
AllHardDrive=Kohalik kõvaketas
SelectHardDrive=Palun vali kõvaketas
ScanFor=Otsin draivilt:
Search=Otsi
LeftTimeSec=Ajakulu: %s sekund(it)
NoKeyWord=Palun sisesta otsitavaid iseloomustavad võtmesõnad.
Stop=Stopp
NoDriveChecked=Palun vali draiv(id), millelt otsida.
NoNewVer=Õnnitleme! Sa kasutadki kõige uuemat versiooni!


[FastFind]
Name=Nimi
Path=Rada
FileSize=Faili suurus
DateModified=Muutmise aeg
KeyWord=Sisesta võtmesõnad
SearchFinish=Otsimine on lõppenud. Leiti %d faili/kausta.
SearchAborted=Otsimine katkes. Leiti %d faili/kausta.
NoResult=Päringutingimustele ei vastanud ükski fail.

[Help]
Startup=Käivita, kui arvuti käivitub
Del=Kustuta
Tips=Kiire kohaliku faili/kausta otsimine